Repository: emskopp2/calendar-event-booking-bundle
Catalog: contao/languages/*/*_calendar_events.xlf
Languages: de

# tl_calendar_events.registrations
source: Show participants from event with ID %s
de: Teilnehmer des Events mit ID %s anzeigen

# tl_calendar_events.booking_options_legend
source: Booking settings
de: Buchungseinstellungen

# tl_calendar_events.inheritFromCal.0
source: Inherit booking settings from calendar
de: Buchungseinstellungen von Kalender erben

# tl_calendar_events.inheritFromCal.1
source: Inherit booking settings from parent calendar.
de: Buchungseinstellungen vom übergeordneten Kalender erben.

# tl_calendar_events.postal.1
source: Please add the postal code.
de: Geben Sie bitte eine Postleitzahl ein.

# tl_calendar_events.city.1
source: Please add the city.
de: Geben Sie bitte einen Ort ein.

# tl_calendar_events.enableBookingForm.0
source: Activate the booking form
de: Buchungsformular aktivieren

# tl_calendar_events.enableBookingForm.1
source: Activate the booking form and set the options.
de: Aktivieren Sie das Buchungsformular und legen Sie die Optionen fest.

# tl_calendar_events.maxEscortsPerMember.0
source: Maximum escorts per participant
de: Maximale Anzahl Begleitpersonen pro Teilnehmer

# tl_calendar_events.maxEscortsPerMember.1
source: Please set the maximum number of escorts per participant.
de: Legen Sie die maximal mögliche Anzahl an Begleitpersonen pro Teilnehmer fest.

# tl_calendar_events.addEscortsToTotal.0
source: Add accompanying persons to the total number of participants
de: Begleitpersonen zur totalen Teilnehmerzahl addieren

# tl_calendar_events.addEscortsToTotal.1
source: Determine whether the accompanying persons should be added to the total number of participants.
de: Legen Sie fest, ob die Begleitpersonen zur totalen Teilnehmerzahl dazugerechnet werden sollen.

# tl_calendar_events.bookingStartDate.0
source: Booking start date
de: Buchung möglich ab:

# tl_calendar_events.bookingStartDate.1
source: Set the booking start time, please.
de: Legen Sie fest, ab welchem Zeitpunkt eine Buchung möglich ist.

# tl_calendar_events.bookingEndDate.0
source: Booking end date
de: Buchung möglich bis:

# tl_calendar_events.bookingEndDate.1
source: Set the booking end time, please.
de: Legen Sie fest, bis zu welchem Zeitpunkt eine Buchung möglich ist.

# tl_calendar_events.minMembers.0
source: Minimum participants
de: Minimale Teilnehmerzahl

# tl_calendar_events.minMembers.1
source: Please set the minimum participant number.
de: Geben Sie bitte die minimale Teilnehmerzahl ein.

# tl_calendar_events.maxMembers.0
source: Maximum participants
de: Maximale Teilnehmerzahl

# tl_calendar_events.maxMembers.1
source: Please set the maximum participant number.
de: Geben Sie bitte die maximale Teilnehmerzahl ein.

# tl_calendar_events.activateWaitingList.0
source: Activate waiting list
de: Warteliste aktivieren

# tl_calendar_events.activateWaitingList.1
source: Activate the waiting list and set the options.
de: Aktivieren Sie die Warteliste und bearbeiten Sie die Optioonen.

# tl_calendar_events.waitingListLimit.0
source: Waiting list limit
de: Platzlimit Warteliste

# tl_calendar_events.waitingListLimit.1
source: Set the waiting list limit. Choose 0 to allow unlimited subscriptions.
de: Setzen sie ein Limit für die Anzahl Plätze auf der Warteliste. Wählen die "0", wenn Sie kein Platzlimit möchten.

# tl_calendar_events.activateBookingNotification.0
source: Booking notification
de: Benachrichtigung bei Buchung aktivieren

# tl_calendar_events.activateBookingNotification.1
source: Enable booking notifications.
de: Wählen Sie eine oder mehrere Benachrichtigungen aus.

# tl_calendar_events.eventBookingNotification.0
source: Choose one or more notifications
de: Benachrichtigungen bei Buchung

# tl_calendar_events.eventBookingNotification.1
source: Choose one or more notifications.
de: Wählen Sie hier eine oder mehrere Benachrichtigungen aus.

# tl_calendar_events.eventBookingNotificationSender.0
source: Booking notification sender
de: Absender der Benachrichtigung bei Buchung auswählen

# tl_calendar_events.eventBookingNotificationSender.1
source: Please choose the sender of the booking notification.
de: Wählen Sie hier einen Absender für die Benachrichtigung aus.

# tl_calendar_events.activateDeregistration.0
source: Enable event unsubscription
de: Stornierung erlauben

# tl_calendar_events.activateDeregistration.1
source: Please choose if event unsubscription should be allowed.
de: Wählen Sie, ob Event-Stornierung erlaubt werden soll.

# tl_calendar_events.unsubscribeLimit.0
source: Unsubscription limit in days
de: Abmeldefrist in Tagen

# tl_calendar_events.unsubscribeLimit.1
source: Please set the number of days you allow users to unsubscribe from day of the event.
de: Geben Sie an, wie viele Tage bis zum Event-Anfang Abmeldungen ermöglicht werden sollen.

# tl_calendar_events.unsubscribeLimitTstamp.0
source: Fixed unsubscription limit
de: Abmeldefrist-Zeitpunkt

# tl_calendar_events.unsubscribeLimitTstamp.1
source: Fixed time limit for unsubscription from this event (overrides subscription limit in days)
de: Geben Sie einen genauen Zeitpunkt an, bis zu dem die Abmeldung möglich sein soll. Überschreibt die Abmeldefrist in Tagen.

# tl_calendar_events.activateUnsubscribeNotification.0
source: Unsubscribe notification
de: Benachrichtigung bei Stornierung aktivieren

# tl_calendar_events.activateUnsubscribeNotification.1
source: Enable unsubscribe notifications.
de: Wählen Sie eine oder mehrere Benachrichtigungen aus.

# tl_calendar_events.eventUnsubscribeNotification.0
source: Choose one or more notifications
de: Benachrichtigungen bei Stornierung

# tl_calendar_events.eventUnsubscribeNotification.1
source: Choose one or more notifications.
de: Wählen Sie hier eine oder mehrere Benachrichtigungen aus.

# tl_calendar_events.eventUnsubscribeNotificationSender.0
source: Unsubscribe notification sender
de: Absender der Benachrichtigung bei Buchung

# tl_calendar_events.eventUnsubscribeNotificationSender.1
source: Please choose the sender of the unsubscribe notification.
de: Wählen Sie einen Absender für die Benachrichtigung aus.

# tl_calendar_events.allowDuplicateEmail.0
source: Enable multiple bookings with same email address
de: Mehrfachbuchung mit gleicher E-Mail-Adresse ermöglichen

# tl_calendar_events.allowDuplicateEmail.1
source: Please choose if multiple bookings with same email address should be allowed.
de: Geben Sie an, ob die Buchung mit einer bereits verwendeten E-Mail-Adresse möglich sein sollte.

# tl_calendar_events.bookingState.0
source: Booking state
de: Buchungs-Status bei Neuanmeldung

# tl_calendar_events.bookingState.1
source: Select the state that is automatically assigned to a new booking.
de: Wähle Sie den Buchungs-Status, der automatisch nach dem Absenden des Buchungsformulars gesetzt werden soll, aus.
