Repository: emskopp2/calendar-event-booking-bundle
Catalog: contao/languages/*/*_cebb_order.xlf
Languages: de

# tl_cebb_order.order_legend
source: Order
de: Auftrag

# tl_cebb_order.uuid.1
source: Add a UUID.
de: Geben Sie eine UUID ein.

# tl_cebb_order.memberId.0
source: Member ID
de: Mitglieder ID

# tl_cebb_order.memberId.1
source: Please add the ID of the logged in frontend user.
de: Bitte geben Sie die ID des eingeloggten Frontend Benutzers ein.

# tl_cebb_order.eventId.1
source: Please add the event ID.
de: Bitte geben Sie die Event-ID ein.

# tl_cebb_order.paymentUuid.0
source: Payment UUID
de: Zahlungs-UUID

# tl_cebb_order.paymentUuid.1
source: Please add the payment UUID.
de: Bitte geben Sie die Zahlungs-UUID ein.

# tl_cebb_order.details.1
source: Please add details.
de: Bitte geben Sie Details an.

# tl_cebb_order.description.0
source: Description
de: Beschreibung

# tl_cebb_order.description.1
source: Please add a description.
de: Bitte geben Sie eine Beschreibung ein.

# tl_cebb_order.dateAdded.0
source: Date added
de: Erstellungsdatum

# tl_cebb_order.dateAdded.1
source: Please enter date of creation.
de: Bitte geben Sie das Erstellungsdatum ein.
