Repository: emskopp2/calendar-event-booking-bundle
Catalog: contao/languages/*/*_cebb_registration.xlf
Languages: de

# tl_cebb_registration.new.0
source: New
de: Neu

# tl_cebb_registration.new.1
source: Add a new registration.
de: Neue Registrierung anlegen.

# tl_cebb_registration.downloadRegistrationList.0
source: Registrations
de: Registrierungen

# tl_cebb_registration.downloadRegistrationList.1
source: Download registration list.
de: Registrierungen herunterladen.

# tl_cebb_registration.edit.0
source: Edit
de: Bearbeiten

# tl_cebb_registration.edit.1
source: Edit registration with ID %s.
de: Registrierung mit ID %s bearbeiten.

# tl_cebb_registration.copy.0
source: Copy
de: Kopieren

# tl_cebb_registration.copy.1
source: Edit registration with ID %s.
de: Registrierung mit ID %s kopieren.

# tl_cebb_registration.delete.0
source: Delete
de: Löschen

# tl_cebb_registration.delete.1
source: Delete registration with ID %s.
de: Registrierung mit ID %s löschen.

# tl_cebb_registration.show.0
source: Show
de: Anzeigen

# tl_cebb_registration.show.1
source: Show registration with ID %s.
de: Registrierung mit ID %s anzeigen.

# tl_cebb_registration.salutation_male
source: Mr
de: Herr

# tl_cebb_registration.salutation_female
source: Mrs.
de: Frau

# tl_cebb_registration.title_legend
source: Title
de: Titel

# tl_cebb_registration.notes_legend
source: Notes
de: Bemerkungen

# tl_cebb_registration.personal_legend
source: Personal legend
de: Personal-Daten

# tl_cebb_registration.address_legend
source: Address
de: Adresse

# tl_cebb_registration.contact_legend
source: Contact
de: Kontaktangaben

# tl_cebb_registration.escort_legend
source: Escort
de: Begleitpersonen

# tl_cebb_registration.quantity_legend
source: Quantity
de: Ticketanzahl

# tl_cebb_registration.checkoutCompleted.0
source: Checkout completed
de: Checkout abgeschlossen

# tl_cebb_registration.checkoutCompleted.1
source: Indicates whether the checkout process has already been completed or not.
de: Zeigt an, ob der Checkout-Vorgang abgeschlossen ist oder nicht.

# tl_cebb_registration.dateAdded.0
source: Booking date
de: Buchungsdatum

# tl_cebb_registration.dateAdded.1
source: Please enter the booking date.
de: Geben Sie ein Buchungsdatum ein.

# tl_cebb_registration.notes.0
source: Notes
de: Bemerkungen

# tl_cebb_registration.notes.1
source: Please enter the notes.
de: Geben Sie Bemerkungen ein.

# tl_cebb_registration.firstname.0
source: Firstname
de: Vorname

# tl_cebb_registration.firstname.1
source: Please enter the firstname.
de: Geben Sie einen Vornamen ein.

# tl_cebb_registration.lastname.0
source: Lastname
de: Nachname

# tl_cebb_registration.lastname.1
source: Please enter the lastname.
de: Geben Sie einen Nachnamen ein.

# tl_cebb_registration.gender.0
source: Gender
de: Geschlecht

# tl_cebb_registration.gender.1
source: Please enter the gender.
de: Bitte wählen Sie das Geschlecht.

# tl_cebb_registration.dateOfBirth.0
source: Date of birth
de: Geburtsdatum

# tl_cebb_registration.dateOfBirth.1
source: Please enter the date of birth.
de: Geben Sie ein Geburtsdatum ein.

# tl_cebb_registration.street.0
source: Street
de: Strasse

# tl_cebb_registration.street.1
source: Please enter the street.
de: Geben Sie eine Strasse ein.

# tl_cebb_registration.postal.0
source: Postal code
de: Postleitzahl

# tl_cebb_registration.postal.1
source: Please enter the postal code.
de: Geben Sie eine Postleitzahl ein.

# tl_cebb_registration.city.0
source: City
de: Ort

# tl_cebb_registration.city.1
source: Please enter the postal code.
de: Geben Sie einen Ort ein.

# tl_cebb_registration.phone.0
source: Phone
de: Telefon

# tl_cebb_registration.phone.1
source: Please enter the phone number.
de: Geben Sie eine Telefonnummer ein.

# tl_cebb_registration.email.0
source: Email address
de: E-Mail-Adresse

# tl_cebb_registration.email.1
source: Please enter the email address.
de: Geben Sie eine E-Mail-Adresse ein.

# tl_cebb_registration.escorts.0
source: Escorts
de: Anzahl Begleitpersonen

# tl_cebb_registration.escorts.1
source: Please enter the escorts.
de: Geben Sie die Anzahl Begleitpersonen ein.

# tl_cebb_registration.bookingType.0
source: Booking type
de: Buchungsmethode

# tl_cebb_registration.bookingType.1
source: Select the booking type please.
de: Bitte wählen Sie eine Buchungsmethode aus.

# tl_cebb_registration.uuid.0
source: Registration UUID
de: Registrierungs-Token.

# tl_cebb_registration.uuid.1
source: The registration uuid can be used to identify the registration.
de: Das Registrierungs-Token ist eine UUID und kann benutzt werden, um eine Registrierung eindeutig zu identifizieren.

# tl_cebb_registration.bookingState.0
source: Booking state
de: Buchungs-Status

# tl_cebb_registration.bookingState.1
source: Select the booking state.
de: Wähle den Status der Buchung aus.

# tl_cebb_registration.quantity.0
source: Tickets booked
de: Anzahl Tickets

# tl_cebb_registration.quantity.1
source: Enter the number of tickets booked.
de: Geben Sie die Anzahl gebuchter Tickets an.

# tl_cebb_registration.unsubscribedOn.0
source: Cancellation date
de: Stornierungsdatum

# tl_cebb_registration.unsubscribedOn.1
source: Enter the cancelation date.
de: Geben Sie das Stornierungsdatum ein.

# tl_cebb_registration.formData.0
source: Form data
de: Formulardaten

# tl_cebb_registration.formData.1
source: Enter the form data.
de: Geben Sie die Formulardaten ein.

# tl_cebb_registration.orderUuid.0
source: Order uuid
de: Auftrags-UUID

# tl_cebb_registration.orderUuid.1
source: Enter the order uuid.
de: Geben Sie die Auftrags-UUID ein.

# tl_cebb_registration.cartUuid.0
source: Cart uuid
de: Warenkorb-UUID

# tl_cebb_registration.cartUuid.1
source: Enter the cart uuid.
de: Geben Sie die Warenkorb-UUID ein.

# tl_cebb_registration.formId.0
source: Contao form ID
de: Formular-ID

# tl_cebb_registration.formId.1
source: Enter the Contao form ID.
de: Geben Sie die Formular-ID ein.
