Repository: emskopp2/calendar-event-booking-bundle
Catalog: contao/languages/*/*_cebb_payment.xlf
Languages: de

# tl_cebb_payment.payment_legend
source: Payment
de: Zahlung

# tl_cebb_payment.uuid.1
source: Add a UUID.
de: Geben Sie eine UUID ein.

# tl_cebb_payment.number.0
source: Payment number
de: Zahlungsnummer

# tl_cebb_payment.number.1
source: Please add a payment number.
de: Geben Sie eine Zahlungsnummer ein.

# tl_cebb_payment.datePayment.0
source: Payment date
de: Zahlungsdatum

# tl_cebb_payment.datePayment.1
source: Please add the payment date.
de: Bitte geben Sie ein Zahlungsdatum ein.

# tl_cebb_payment.state.0
source: State
de: Status

# tl_cebb_payment.state.1
source: Please add the state.
de: Bitte geben Sie einen Status ein.

# tl_cebb_payment.totalAmount.0
source: Total amount
de: Gesamtbetrag

# tl_cebb_payment.totalAmount.1
source: Please add the total amount.
de: Bitte geben Sie den Gesamtbetrag ein.

# tl_cebb_payment.currencyCode.0
source: Currency code
de: W채hrungs-K체rzel

# tl_cebb_payment.currencyCode.1
source: Please add the currency code.
de: Bitte geben Sie das W채hrungs-K체rzel ein.

# tl_cebb_payment.paymentProvider.0
source: Payment provider
de: Zahlungsdienstleister

# tl_cebb_payment.paymentProvider.1
source: Please add the payment provider.
de: Bitte geben Sie einen Zahlungsdienstleister an.

# tl_cebb_payment.details.1
source: Please add details.
de: Bitte geben Sie die Details an.

# tl_cebb_payment.description.0
source: Description
de: Beschreibung

# tl_cebb_payment.description.1
source: Please add a description.
de: Bitte gen Sie eine Beschreibung an.
